<?php
session_start();
include '../metrics.php';
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel='icon' href='../img/rk9ico.ico' type='image/x-icon'>
    <link rel="stylesheet" href="../styles.css">
    <title>История кафедры</title>
</head>
<body>
<?php include "../nav.php"; ?>

<div class="container">
    <div class="section" align="justify">
        <h2 style="font-size: 2em;">История кафедры</h2>
        <p style="text-indent: 40px;">
            Направление автоматизации производства на основе использования средств вычислительной техники организовано в
            МГТУ в 1956 году на кафедре «Технология специального машиностроения» по инициативе выдающегося российского
            ученого-технолога, организатора производства, профессора, д.т. н. Эдуарда Адамовича Сателя.
            В 1987 г. в связи с появлением в стране ГПС, КИП, робототехнических комплексов на базе этого научного
            направления, по инициативе заслуженного деятеля науки и техники, академика РАН, профессора, д.т.н. Попова
            Евгения Павловича был создан факультет «Робототехника и комплексная автоматизация» и кафедра РК9,
            профилирующая в области гибкой компьютерной автоматизации производства. Ее организатором стал профессор,
            д.т.н. Горнев Вадим Федорович. За короткое время кафедра организовала полный цикл подготовки инженеров и
            аспирантов в новейших областях науки и техники. С 2008 года кафедру возглавляет д.т.н., профессор Гаврюшин
            Сергей Сергеевич. Выпускники кафедры успешно работают на предприятиях, в фирмах, академических институтах,
            организациях различного профиля.</p>
        <p style="text-indent: 40px;">
            Аудитории, научные и учебные лаборатории кафедры оснащены современными средствами вычислительной техники,
            сетевыми системами, станками с ЧПУ, промышленными роботами, автоматизированным складом, современными
            отечественными и зарубежными системами и пакетами программного обеспечения, контрольно-измерительной и
            диагностической аппаратурой. Методический кабинет содержит необходимую литературу и справочные пособия и
            постоянно обновляется новейшими материалами. Помимо лабораторий, расположенных непосредственно в МГТУ
            (Москва), кафедра имеет учебный полигон в учебно-экспериментальной лаборатории Дмитровского филиала
            Университета. Лаборатории и учебные классы предназначены для научной и учебной работы сотрудников кафедры и
            студентов по выбранной ими специализации.
        <p>
        <p style="text-indent: 40px;">
            Учебно-методические и научные работы кафедры в области создания, использования программных инструментальных
            сред, интеллектуального моделирования сложных систем и адаптивного технического управления известны и
            используются во многих организациях и предприятиях страны и за рубежом.
        </p>
        <!--        <center>-->
        <!--            <p>-->
        <!--                <b>Гимн кафедры</b><br>-->
        <!--                Слова: проф. д.т.н. Горнев В.Ф.<br>-->
        <!--                Музыка: проф д.т.н., д.ф.н. Глазунов В.А.</p>-->
        <!--            <iframe width="560" height="315" src="https://www.youtube.com/embed/_RWWeyi5jQs"-->
        <!--                    title="YouTube video player"-->
        <!--                    frameborder="0"-->
        <!--                    allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share"-->
        <!--                    allowfullscreen></iframe>-->
        <!--        </center>-->
    </div>
</div>

<?php include '../end.php' ?>
</body>
</html>

